{
  "text:pétrole": {
    "results": [
      {
        "title": "Petroleum - Wikipedia",
        "body": "Petroleum, also known as crude oil or simply oil, is a naturally occurring, yellowish-black liquid chemical mixture found in geological formations, consisting mainly of hydrocarbons. The term petroleum refers both to naturally occurring unprocessed crude oil, as well as to petroleum products that consist of refined crude oil. [...] Petroleum is a fossil fuel formed over millions of years from anaerobic decay of organic materials from buried prehistoric organisms, particularly planktons and algae. It is estimated that 70% of the world's oil deposits were formed during the Mesozoic, 20% were formed in the Cenozoic, and only 10% were formed in the Paleozoic. Conventional reserves of petroleum are primarily recovered by drilling, which is done after a study of the relevant structural geology, analysis of the sedimentary [...] Petroleum is a fossil fuel derived from fossilized organic materials, such as zooplankton and algae. Vast amounts of these remains settled to sea or lake bottoms where they were covered in stagnant water (water with no dissolved oxygen) or sediments such as mud and silt faster than they could decompose aerobically. Approximately 1 m below this sediment, water oxygen concentration was low, below 0.1 mg/L, and anoxic conditions existed. Temperatures also remained constant.",
        "href": "https://en.wikipedia.org/wiki/Petroleum",
        "source_type": "web_search"
      },
      {
        "title": "What is Petroleum: Definition, Formation, Constituents, Types and ...",
        "body": "Petroleum is a complex mixture primarily composed of hydrocarbons—molecules consisting of hydrogen and carbon atoms. These hydrocarbons vary in structure and size, forming compounds that range from gases to liquids and even solids under different conditions.\n\nThe chemical makeup of petroleum generally includes alkanes (paraffins), cycloalkanes (naphthenes), and aromatic hydrocarbons, along with small amounts of non-hydrocarbon compounds containing sulfur, nitrogen, and oxygen. [...] Petroleum is primarily a mixture of hydrocarbons, compounds made of hydrogen and carbon atoms. The structure of these hydrocarbons varies, leading to classifications like paraffinic, naphthenic, and aromatic crudes. Paraffinic crude, rich in longer hydrocarbon chains, is ideal for producing waxes, heating oil, and other fuels. Naphthenic oils have more cyclic hydrocarbons and are suitable for creating lubricants. Aromatic crudes contain ring-shaped hydrocarbon compounds and are often used in [...] Petroleum is the source of a vast range of products that shape daily life, industry, and energy consumption. Extracted from rock formations beneath the earth’s surface, crude oil undergoes refining processes to produce numerous petroleum products.",
        "href": "https://www.pheasantenergy.com/what-is-petroleum/",
        "source_type": "web_search"
      },
      {
        "title": "PETROLEUM Definition & Meaning - Dictionary.com",
        "body": "1. an oily, thick, flammable, usually dark-colored liquid that is a form of bitumen or a mixture of various hydrocarbons, occurring naturally in various parts of the world and commonly obtained by drilling: used in a natural or refined state as fuel, or separated by distillation into gasoline, naphtha, benzene, kerosene, paraffin, etc.\n\n---\n\npetroleum\n\n/ pəˈtrəʊlɪəm/\n\n## noun [...] 1. A thick, flammable, yellow-to-black mixture of gaseous, liquid, and solid hydrocarbons that occurs naturally beneath the Earth's surface. It can be separated into fractions including natural gas, gasoline, naphtha, kerosene, paraffin wax, asphalt, and fuel and lubricating oils, and is used as raw material for a wide variety of derivative products. It is believed to originate from the accumulated remains of fossil plants and animals, especially in shallow marine environments.\n\nDiscover More [...] 1. a dark-coloured thick flammable crude oil occurring in sedimentary rocks around the Persian Gulf, in parts of North and South America, and below the North Sea, consisting mainly of hydrocarbons. Fractional distillation separates the crude oil into petrol, paraffin, diesel oil, lubricating oil, etc. Fuel oil, paraffin wax, asphalt, and carbon black are extracted from the residue\n\npetroleum",
        "href": "https://www.dictionary.com/browse/petroleum",
        "source_type": "web_search"
      },
      {
        "title": "PETROLEUM Definition & Meaning - Merriam-Webster",
        "body": ": an oily flammable liquid that may vary from almost colorless to black, is obtained from wells drilled in the ground, and is the source of gasoline, kerosene, fuel oils, and other products\n\n## Medical Definition\n\npetroleum\n\nnoun\n\npe·​tro·​leum\n\npə-ˈtrō-lē-əm, -ˈtrōl-yəm\") [...] : an oily flammable bituminous liquid that may vary from almost colorless to black, occurs in many places in the upper strata of the earth, is a complex mixture of hydrocarbons with small amounts of other substances, and is prepared for use as gasoline, naphtha, or other products by various refining processes\n\n## More from Merriam-Webster on petroleum\n\nNglish: Translation of petroleum for Spanish Speakers\n\nBritannica.com: Encyclopedia article about petroleum [...] Middle English, \"mineral oil,\" borrowed from Medieval Latin, \"mineral oil, crude oil,\" from Latin petra \"rock\" (borrowed from Greek pétra) + oleum \"oil\" — more at petro-, oil entry 1\n\nFirst Known Use\n\n15th century, in the meaning defined above\n\nTime Traveler\n\nThe first known use of petroleum was\nin the 15th century\n\nSee more words from the same century\n\n## Phrases Containing petroleum\n\n liquefied petroleum gas\n petroleum jelly\n\n## Rhymes for petroleum",
        "href": "https://www.merriam-webster.com/dictionary/petroleum",
        "source_type": "web_search"
      },
      {
        "title": "Petroleum - National Geographic Education",
        "body": "## ARTICLE\n\nleveled\n\n# Petroleum\n\n# Petroleum\n\nPetroleum, or crude oil, is a fossil fuel and nonrenewable source of energy.\n\n### Grades\n\n4 - 12+\n\n### Subjects\n\nBiology, Ecology, Health, Earth Science, Geology, Social Studies, Economics\n\n‌\n\n  \n\n‌  \n‌  \n‌\n\n  \n\n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌\n\n###### Loading ...\n\nSelected text level [...] Petroleum is an ingredient in thousands of everyday items. The gasoline that we depend on for transportation to school, work, or vacation comes from crude oil. A barrel of petroleum produces about 72 liters (19 gallons) of gasoline, and is used by people all over the world to power cars, boats, jets, and scooters. [...] Petroleum is used to make gasoline, an important product in our everyday lives. It is also processed and part of thousands of different items, including tires, refrigerators, life jackets and anesthetics.  \n  \nWhen petroleum products such as gasoline are burned for energy, they release toxic gases and high amounts of carbon dioxide, a greenhouse gas. Carbon helps regulate Earth’s atmospheric temperature, and adding to the natural balance by burning fossil fuels adversely affects our climate.",
        "href": "https://education.nationalgeographic.org/resource/petroleum/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762208049.81745
  },
  "news:pétrole": {
    "results": [
      {
        "title": "Oil Forecast Contrasts With Resilient Energy Stocks - Forbes",
        "body": "The weekly chart of crude oil shows last week’s test of the declining 20 EMA at $62.04. There is even stronger resistance in the $66.40 area and then the weekly starc+ band at $68.98. On Tuesday crude oil closed at $60.15, as it is down 3.6% so far this week. On a move below the support at $55.12, the starc- band is at $53.20. There is post-Covid support line B, in the $33 area. [...] After a low of $62.17 in June, crude oil rallied further in July as it was up 6.5% to close the month at $69.36. As crude had been lower for most of the year, I wanted to closely analyze the technical outlook to see if this rebound had altered the trend for crude oil prices. [...] The June rally in crude oil to $78.40 and above the yearly pivot at $75.63 suggested to some that crude oil had bottomed. However. crude oil failed to have a weekly close above the yearly pivot that would have signaled a trend change based on the yearly pivot analysis. Instead, it closed the week at $65.52. Therefore, the yearly trend was still negative.",
        "url": "https://www.forbes.com/sites/tomaspray/2025/10/30/oil-forecast-contrasts-with-resilient-energy-stocks/",
        "date": "Thu, 30 Oct 2025 00:00:00 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Oil News: All Eyes on OPEC+ as Traders Brace for December Supply Decision - FXEmpire",
        "body": "Crude oil prices slipped to $60.98 as rising global production outpaced tepid oil demand and reduced geopolitical risks.\n U.S. sanctions on Russia failed to bite, with crude flows from Rosneft and Lukoil continuing largely uninterrupted.\n With oil futures stuck below the 52-week moving average, traders brace for OPEC+ to steer next week’s direction.\n\n## Crude Oil Prices Slide as Supply Risks Fade, Market Eyes OPEC+ Policy Decision [...] Light crude oil futures posted modest losses last week, with WTI settling at $60.98 per barrel, down 0.85%, as a mix of geopolitical de-escalation, rising supply, and cautious demand forecasts pressured sentiment.\n\nDespite occasional price pops on headline risk—such as unfounded reports of a U.S. strike on Venezuela—traders largely refocused on supply fundamentals and signals from OPEC+ ahead of its pivotal Sunday meeting.\n\n## Russian Sanctions Prove Hollow as Oil Flows Continue [...] Weekly Light Crude Oil Futures\n\nTechnically, the trend is still down but the previous week’s closing price reversal bottom is still in play,  suggesting a neutral-to-bearish trade.\n\nBullish traders are hoping for a flip to the strong side of the 52-week moving average at $62.30. Overtaking this indicator and the long-term pivot at $63.74 will put the market in a strong position for further gains with $65.95 the preliminary target price.",
        "url": "https://www.fxempire.com/forecasts/article/oil-news-all-eyes-on-opec-as-traders-brace-for-december-supply-decision-1558698",
        "date": "Sun, 02 Nov 2025 17:40:00 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762208051.500042
  },
  "text:c est quoi la topographie?": {
    "results": [
      {
        "title": "Topographie - Wikipédia",
        "body": "La topographie (du grec topos, « lieu », et graphein, « dessiner ») est la science qui permet la mesure puis la représentation sur un plan ou une carte des formes et détails visibles sur le terrain, qu'ils soient naturels (notamment le relief \"Relief (géomorphologie)\") et l'hydrographie) ou artificiels (comme les bâtiments, les routes, etc.). Son objectif est de déterminer la position et l'altitude de n'importe quel point situé dans une zone donnée, qu'elle soit de la taille d'un continent, [...] Mais la topographie, nom générique, n’est qu’un aspect des sciences dites géographiques, au répertoire desquelles se trouvent la topométrie, la géodésie, la photogrammétrie, la géomatique, etc.\n\nPar extension, la topographie désigne aussi la disposition ou le relief d'un lieu, voire la description d'une personne dans son aspect physique et moral. [...] La topographie s'appuie sur la géodésie, qui s'occupe de la détermination mathématique de la forme de la Terre (forme et dimensions de la Terre, coordonnées géographiques des points, altitudes, déviations de la verticale...). La topographie s'intéresse aux mêmes quantités, mais à une plus grande échelle, et elle rentre dans des détails de plus en plus fins pour établir des plans et cartes à différentes échelles. La cartographie proprement dite est l'art d'élaborer, de dessiner les cartes,",
        "href": "https://fr.wikipedia.org/wiki/Topographie",
        "source_type": "web_search"
      },
      {
        "title": "Définition et rôle de la topographie - Cabinet Daniel Legrand",
        "body": "La topographie consiste à mesurer et représenter avec précision la forme et les caractéristiques d’une ou plusieurs parcelles, qu’il soit naturel ou modifié par l’homme. Cela inclut les reliefs (altitudes, pentes), les distances, et les différentes structures présentes (bâtiments, routes, cours d’eau). La topographie permet d’établir des plans et cartes qui servent de base à de nombreux projets, notamment dans la construction, l’urbanisme, et l’aménagement du territoire. [...] Les géomètres-experts, spécialistes de la topographie, procèdent à des relevés précis pour dresser des plans détaillés qui permettent de mieux comprendre la disposition du terrain, sa configuration et ses reliefs.\n\n## Quel est le rôle de la topographie dans le BTP ?\n\nLa topographie joue un rôle fondamental tout au long des projets, depuis la phase de conception jusqu’à la réalisation et l’exploitation des infrastructures.  \nElle intervient principalement pour :",
        "href": "https://www.dlegrand.com/nos-actualites/definition-et-role-de-la-topographie/",
        "source_type": "web_search"
      },
      {
        "title": "Définition de TOPOGRAPHIE",
        "body": "verbe adjectif adverbe interjection |   TOPOGRAPHIE, subst. fém.  TOPOGRAPHIE, subst. fém.  A. −  1. Technique qui consiste à lever la carte ou le plan d'un terrain, à une échelle réduite, en supposant la terre plane. Enseigner, étudier la topographie. 16 interrogations. Topographie et lectures des cartes, éducation physique (Alain-Fournier, Corresp.[avec Rivière], 1909, p. 77).Il faut noter (...) qu'en de nombreux secteurs les instruments d'optique jouent un rôle auxiliaire important − tels [...] » (Octavien de Saint-Gelais, Le Séjour d'Honneur, éd. J. A. James, 4841 ds J. Lemaire, Le Moy. Fr., t. 3, p. 106); 2. 1765 « figure de rhétorique qui consiste en la description détaillée d'un lieu » (Encyclop.); 3. 1845 « art de représenter sur le papier la configuration d'un terrain » (Besch.). Empr. au gr. τ ο π ο γ ρ α φ ι ́ α « description d'un lieu ». Fréq. abs. littér.: 72. Bbg. Vaganay (H.). Pour l'hist. du fr. mod. Rom. Forsch. 1913, t. 32, p. 173. | [...] P. méton. Représentation sous forme de dessin ou de carte. Et ce n'est pas de plans et de topographie Que nous nous munirons pour ce nouveau cadastre (Péguy, Ève, 1913, p. 869).  B. − Configuration d'un lieu. Topographie d'un terrain, d'une région. Il n'y a dans toute la topographie lunaire aucune contrée aussi verte qu'une prairie ou une forêt terrestre (Flammarion, Astron. pop., 1880, p. 190).Les vallées d'origine glacière ont une topographie spéciale: cirques, vallées « en auge ». Beaucoup",
        "href": "https://www.cnrtl.fr/definition/topographie",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1761913206.6300383
  },
  "news:c est quoi la topographie?": {
    "results": [
      {
        "title": "Topographie - Wikipédia",
        "body": "La topographie (du grec topos, « lieu », et graphein, « dessiner ») est la science qui permet la mesure puis la représentation sur un plan ou une carte des formes et détails visibles sur le terrain, qu'ils soient naturels (notamment le relief \"Relief (géomorphologie)\") et l'hydrographie) ou artificiels (comme les bâtiments, les routes, etc.). Son objectif est de déterminer la position et l'altitude de n'importe quel point situé dans une zone donnée, qu'elle soit de la taille d'un continent, [...] Mais la topographie, nom générique, n’est qu’un aspect des sciences dites géographiques, au répertoire desquelles se trouvent la topométrie, la géodésie, la photogrammétrie, la géomatique, etc.\n\nPar extension, la topographie désigne aussi la disposition ou le relief d'un lieu, voire la description d'une personne dans son aspect physique et moral. [...] La topographie s'appuie sur la géodésie, qui s'occupe de la détermination mathématique de la forme de la Terre (forme et dimensions de la Terre, coordonnées géographiques des points, altitudes, déviations de la verticale...). La topographie s'intéresse aux mêmes quantités, mais à une plus grande échelle, et elle rentre dans des détails de plus en plus fins pour établir des plans et cartes à différentes échelles. La cartographie proprement dite est l'art d'élaborer, de dessiner les cartes,",
        "url": "https://fr.wikipedia.org/wiki/Topographie",
        "date": "",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1761913212.811214
  },
  "text:topographie": {
    "results": [
      {
        "title": "Topography - Wikipedia",
        "body": "| This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. Find sources: \"Topography\" – news · newspapers · books · scholar · JSTOR (January 2021) (Learn how and when to remove this message) |\n\nTopography is the study of forms and features of land surfaces. The topography of an area may refer to landforms and features themselves, or a description or depiction in maps. [...] Topography is a field of geoscience and planetary science, and is concerned with local detail in general, including not only relief, but also natural, artificial, and cultural features such as roads, land boundaries, and buildings. In the United States, topography often means specifically relief, even though the USGS topographic maps \"Quadrangle (geography)\") record not just elevation contours, but also roads, populated places, structures, land boundaries, and so on. [...] An objective of topography is to determine the position of any feature or more generally any point in terms of both a horizontal coordinate system such as latitude, longitude, and altitude. Identifying (naming) features, and recognizing typical landform patterns are also part of the field.",
        "href": "https://en.wikipedia.org/wiki/Topography",
        "source_type": "web_search"
      },
      {
        "title": "TOPOGRAPHY Definition & Meaning - Dictionary.com",
        "body": "topography\n\n/ ˌtɒpəˈɡræfɪk, təˈpɒɡrəfɪ /\n\n## noun\n\n1. the study or detailed description of the surface features of a region\n2. the detailed mapping of the configuration of a region\n3. the land forms or surface configuration of a region\n4. the surveying of a region's surface features\n5. the study or description of the configuration of any object\n\ntopography [...] 1. The three-dimensional arrangement of physical attributes (such as shape, height, and depth) of a land surface in a place or region. Physical features that make up the topography of an area include mountains, valleys, plains, and bodies of water. Human-made features such as roads, railroads, and landfills are also often considered part of a region's topography.\n2. The detailed description or drawing of the physical features of a place or region, especially in the form of contour maps. [...] 1. the detailed mapping or charting of the features of a relatively small area, district, or locality.\n2. the detailed description, especially by means of surveying, of particular localities, as cities, towns, or estates.\n3. the relief features or surface configuration of an area.\n4. the features, relations, or configuration of a structural entity.",
        "href": "https://www.dictionary.com/browse/topography",
        "source_type": "web_search"
      },
      {
        "title": "Two-Minute Takeaway: What Is Topography?",
        "body": "The study of the shape of the surface of the land, with all its ups and downs, is known as topography. The word topography derives from the greek “topo,” meaning place, and “graphia,” meaning to write or to record. Maps that represent topography are known as topographic maps. You may have used one recently on a hiking or backpacking trip.",
        "href": "https://www.nature.org/en-us/about-us/where-we-work/united-states/washington/stories-in-washington/what-is-topography/",
        "source_type": "web_search"
      },
      {
        "title": "Topography - (AP Human Geography) - Vocab, Definition ...",
        "body": "printables\n\n## 🚜ap human geography review\n\n# key term - Topography\n\nCitation:\n\nMLA\n\n## Definition\n\nTopography refers to the arrangement of the natural and artificial physical features of an area, including its terrain, elevation, and landforms. Understanding topography is essential in analyzing geographic data as it influences various human activities, from agriculture to urban planning, and helps depict how physical geography affects cultural and economic patterns.",
        "href": "https://fiveable.me/key-terms/ap-hug/topography",
        "source_type": "web_search"
      },
      {
        "title": "What is Topography? The Definitive Guide - GIS Geography",
        "body": "What is topography?\n Who uses topographic maps?\n What are topographic surveys?\n\nAnd much more. Let’s dive right in.\n\n### The Definition of Topography\n\nTopography is the study of the land surface. In particular, it lays the underlying foundation of a landscape. For example, topography refers to mountains, valleys, rivers, or craters on the surface. [...] Today, you’ve learned that topography is the arrangement of natural and artificial features in the world.\n\nEngineers, geologists, and even astronomers use these types of maps for reconnaissance, planning, and characterizing the land.\n\nIs there anything else you want to learn about topography? Please let us know with a comment below.\n\nSubscribe to our newsletter:\n\n##### 25 Satellite Maps To See Earth in New Ways\n\n##### 15 Free Satellite Imagery Data Sources [...] Skip to content\n\nHome » Data Sources » What is Topography? The Definitive Guide\n\n# What is Topography? The Definitive Guide\n\n11 Comments\n\nTopography shows how the land looks. A topographic map displays whether it’s flat, hilly, mountainous, or has valleys, rivers, and other natural or man-made features.\n\n### What is Topography?\n\nToday you’re going to learn everything about topography like some of the great USGS topo maps you can download.\n\nIn this guide, you’ll find out:",
        "href": "https://gisgeography.com/what-is-topography/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762208054.3251703
  },
  "news:topographie": {
    "results": [
      {
        "title": "Realtor.com® Introduces \"FlyAround\" A New 360° Satellite View to Help Home Shoppers See the Bigger Picture - Stock Titan",
        "body": "With FlyAround, powered by TopHap Inc, home shoppers can move beyond the limitations of static photos and maps to see properties in full context—lot size, topography, and how a home fits into its surrounding neighborhood. This powerful new view will help users gain a deeper understanding of a property's true setting, empowering them to make more informed decisions earlier in their home search journey. [...] FlyAround utilise 3D Maps from Google Maps Platform et est alimenté par TopHap, affichant la taille du terrain, la topographie et le contexte du quartier pour les annonces MLS avec coordonnées géographiques, ainsi que des pages hors marché et récemment vendues.\n\nLa fonctionnalité répond à une étude de Realtor.com montrant que 50% des acheteurs récents envisageraient d'acheter sans visite en personne (52% pour les acheteurs achetant pour la première fois). [...] FlyAround integrates 3D Maps from Google Maps Platform and TopHap technology into the Listing Detail Page, giving users a one‑click, immersive view of lot size, topography, and neighborhood context.\n\nThe feature aligns with reported consumer behavior where 50% of recent buyers would consider buying sight unseen, rising to 52% for first‑time buyers, suggesting demand for richer remote visuals.",
        "url": "https://www.stocktitan.net/news/NWS/realtor-com-introduces-fly-around-a-new-360-satellite-view-to-help-tkhglmzgpxik.html",
        "date": "Thu, 30 Oct 2025 14:00:00 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Ptychography at all wavelengths - Nature",
        "body": "Article  ADS   Google Scholar\n22. Li, P. & Maiden, A. Multi-slice ptychographic tomography. Sci. Rep. 8, 2049 (2018).\n\n    Article  ADS   Google Scholar\n23. Godden, T., Suman, R., Humphry, M., Rodenburg, J. & Maiden, A. Ptychographic microscope for three-dimensional imaging. Opt. Express 22, 12513–12523 (2014). [...] Article  ADS   Google Scholar\n161. Apseros, A. et al. X-ray linear dichroic tomography of crystallographic and topological defects. Nature 636, 354–360 (2024).\n\n     Article  ADS   Google Scholar\n162. Hruszkewycz, S. O. et al. High-resolution three-dimensional structural microscopy by single-angle Bragg ptychography. Nat. Mater. 16, 244–251 (2017).",
        "url": "https://www.nature.com/articles/s43586-025-00438-3",
        "date": "Thu, 30 Oct 2025 09:54:44 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762208056.333722
  }
}