{
  "text:pétrole": {
    "results": [
      {
        "title": "Tout savoir sur le pétrole | IFPEN",
        "body": "Le pétrole est un mélange d'hydrocarbures (molécules formées d'atomes de carbone et d'hydrogène) et de molécules contenant également d'autres atomes, principalement du soufre, de l'azote et de l'oxygène. Certains de ses constituants sont, à température et à pression ambiantes, gazeux (méthane, propane, etc.), liquides (hexane, heptane, octane, benzène, etc.) et parfois solides (paraffines, asphaltes, etc.). Le pétrole contient des milliers de molécules différentes qu'il va falloir fractionner [...] Aller au contenu principal\n Skip to main menu\n Skip to search\n\n fr\n en\n\n LinkedIn\")\n Instagram\")\n YouTube\")\n Actualités\n Carrières\n Presse\n\n fr\n en\n\n# Tout savoir sur le pétrole\n\n Décryptages\n Regards économiques\n Études environnementales\n\n Hydrocarbures responsables\n\nLe pétrole est une énergie fossile dont les réserves sont limitées à l'échelle de la planète. De quoi est constitué le pétrole ? Comment l’exploite-t-on ? À quoi sert-il ? Retour sur les fondamentaux. [...] DéfinitionLa roche-mère est une roche argileuse présentant un aspect feuilleté d'où la dénomination huile et gaz de schiste.\n\n## LE pétrole, à quoi ça sert ?\n\nLe pétrole est devenu, à partir des années 50, la première source d'énergie dans le monde. Il satisfait plus de 30 % des besoins énergétiques.\n\nC’est la principale matière première des carburants qui alimentent les transports (voitures, camions, avions).",
        "href": "https://www.ifpenergiesnouvelles.fr/enjeux-et-prospective/decryptages/energies-fossiles/tout-savoir-petrole",
        "source_type": "web_search"
      },
      {
        "title": "Petroleum - Wikipedia",
        "body": "Petroleum, also known as crude oil or simply oil, is a naturally occurring, yellowish-black liquid chemical mixture found in geological formations, consisting mainly of hydrocarbons. The term petroleum refers both to naturally occurring unprocessed crude oil, as well as to petroleum products that consist of refined crude oil. [...] Petroleum is a fossil fuel formed over millions of years from anaerobic decay of organic materials from buried prehistoric organisms, particularly planktons and algae. It is estimated that 70% of the world's oil deposits were formed during the Mesozoic, 20% were formed in the Cenozoic, and only 10% were formed in the Paleozoic. Conventional reserves of petroleum are primarily recovered by drilling, which is done after a study of the relevant structural geology, analysis of the sedimentary [...] Petroleum is a fossil fuel derived from fossilized organic materials, such as zooplankton and algae. Vast amounts of these remains settled to sea or lake bottoms where they were covered in stagnant water (water with no dissolved oxygen) or sediments such as mud and silt faster than they could decompose aerobically. Approximately 1 m below this sediment, water oxygen concentration was low, below 0.1 mg/L, and anoxic conditions existed. Temperatures also remained constant.",
        "href": "https://en.wikipedia.org/wiki/Petroleum",
        "source_type": "web_search"
      },
      {
        "title": "What is Petroleum: Definition, Formation, Constituents, Types and ...",
        "body": "Petroleum is a complex mixture primarily composed of hydrocarbons—molecules consisting of hydrogen and carbon atoms. These hydrocarbons vary in structure and size, forming compounds that range from gases to liquids and even solids under different conditions.\n\nThe chemical makeup of petroleum generally includes alkanes (paraffins), cycloalkanes (naphthenes), and aromatic hydrocarbons, along with small amounts of non-hydrocarbon compounds containing sulfur, nitrogen, and oxygen. [...] Petroleum is primarily a mixture of hydrocarbons, compounds made of hydrogen and carbon atoms. The structure of these hydrocarbons varies, leading to classifications like paraffinic, naphthenic, and aromatic crudes. Paraffinic crude, rich in longer hydrocarbon chains, is ideal for producing waxes, heating oil, and other fuels. Naphthenic oils have more cyclic hydrocarbons and are suitable for creating lubricants. Aromatic crudes contain ring-shaped hydrocarbon compounds and are often used in [...] Petroleum is the source of a vast range of products that shape daily life, industry, and energy consumption. Extracted from rock formations beneath the earth’s surface, crude oil undergoes refining processes to produce numerous petroleum products.",
        "href": "https://www.pheasantenergy.com/what-is-petroleum/",
        "source_type": "web_search"
      },
      {
        "title": "PETROLEUM Definition & Meaning - Merriam-Webster",
        "body": ": an oily flammable liquid that may vary from almost colorless to black, is obtained from wells drilled in the ground, and is the source of gasoline, kerosene, fuel oils, and other products\n\n## Medical Definition\n\npetroleum\n\nnoun\n\npe·​tro·​leum\n\npə-ˈtrō-lē-əm, -ˈtrōl-yəm\") [...] : an oily flammable bituminous liquid that may vary from almost colorless to black, occurs in many places in the upper strata of the earth, is a complex mixture of hydrocarbons with small amounts of other substances, and is prepared for use as gasoline, naphtha, or other products by various refining processes\n\n## More from Merriam-Webster on petroleum\n\nNglish: Translation of petroleum for Spanish Speakers\n\nBritannica.com: Encyclopedia article about petroleum [...] Middle English, \"mineral oil,\" borrowed from Medieval Latin, \"mineral oil, crude oil,\" from Latin petra \"rock\" (borrowed from Greek pétra) + oleum \"oil\" — more at petro-, oil entry 1\n\nFirst Known Use\n\n15th century, in the meaning defined above\n\nTime Traveler\n\nThe first known use of petroleum was\nin the 15th century\n\nSee more words from the same century\n\n## Phrases Containing petroleum\n\n liquefied petroleum gas\n petroleum jelly\n\n## Rhymes for petroleum",
        "href": "https://www.merriam-webster.com/dictionary/petroleum",
        "source_type": "web_search"
      },
      {
        "title": "Petroleum - National Geographic Education",
        "body": "## ARTICLE\n\nleveled\n\n# Petroleum\n\n# Petroleum\n\nPetroleum, or crude oil, is a fossil fuel and nonrenewable source of energy.\n\n### Grades\n\n4 - 12+\n\n### Subjects\n\nBiology, Ecology, Health, Earth Science, Geology, Social Studies, Economics\n\n‌\n\n‌‌‌\n\n‌‌‌‌‌‌‌‌‌‌\n\n###### Loading ...\n\nSelected text level [...] Petroleum reservoirs can be found beneath land or the ocean floor. Their crude oil is extracted with giant drilling machines.Crude oil is usually black or dark brown, but can also be yellowish, reddish, tan or even greenish. Variations in color indicate the distinct chemical compositions of different supplies of crude oil. Petroleum that has few metals or sulfur, for instance, tends to be lighter (sometimes nearly clear).Petroleum is used to make gasoline, an important product in our everyday [...] oil consumed in Latin America (8.5 million) and Eastern Europe and Eurasia (5.5 million) combined.Petroleum is an ingredient in thousands of everyday items. The gasoline that we depend on for transportation to school, work, or vacation comes from crude oil. A barrel of petroleum produces about 72 liters (19 gallons) of gasoline, and is used by people all over the world to power cars, boats, jets, and scooters.Diesel-powered generators are used in many remote homes, schools, and hospitals.",
        "href": "https://education.nationalgeographic.org/resource/petroleum/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1760395260.4459636
  },
  "news:pétrole": {
    "results": [
      {
        "title": "U.S. crude oil falls 4% after Trump-China trade flare-up threatens to slow global growth - CNBC",
        "body": "U.S. crude oil dropped $2.53, or 4.11%, to $58.98 per barrel. Global benchmark Brent was down $2.44, or 3.74%, to $62.78 pre barrel. China-U.S. trade relations were thought to be improving slowly, but this latest setback once again raised concerns higher tariffs may slow the global economy and hurt demand for oil.\n\nCrude oil, 1 day\n\n\"I will be forced, as President of the United States of America, to financially counter their move,\" Trump said on his social media platform Truth Social.",
        "url": "https://www.cnbc.com/2025/10/10/us-crude-oil-falls-4percent-after-trump-china-trade-flare-up-threatens-to-slow-global-growth.html",
        "date": "Fri, 10 Oct 2025 16:29:11 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "India fast-tracks petrochemical self-reliance drive: S&P Global - ALCHEMPro",
        "body": "Public sector oil marketing companies—Indian Oil Corporation (IOCL), Bharat Petroleum (BPCL), and Hindustan Petroleum (HPCL)—are spearheading India’s petrochemical expansion, integrating new plants with refinery upgrades. Collectively, they plan investments exceeding ₹2.4 trillion (~$25 billion). GAIL is also developing a new ethane cracker, while private players like Reliance Industries, Adani Petrochemicals, and Nayara Energy are exploring large-scale capacity additions, though some private",
        "url": "https://www.alchempro.com/news/chemicals-news/india-fast-tracks-petrochemical-self-reliance-drive-s-p-global-305745-newsdetails.htm",
        "date": "Thu, 09 Oct 2025 07:11:46 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1760395262.3095288
  },
  "text:topographie": {
    "results": [
      {
        "title": "Back to Basics in Topography: What Is It and Why You Need It",
        "body": "### What Is Topography?\n\nTopography refers to the arrangement of natural and artificial physical features of an area. In simple terms, it’s the study and mapping of the surface characteristics of the Earth. This includes both elevation (height above sea level) and contour (shapes, slopes, and depressions) of the land. Topographic surveys capture the lay of the land, including natural features like rivers, hills, valleys, forests, and man-made structures like roads, buildings, and utilities.",
        "href": "https://www.regaeng.com/back-to-basics-in-topography-what-is-it-and-why-you-need-it",
        "source_type": "web_search"
      },
      {
        "title": "What is Topography? | Definition, Key Components & ...",
        "body": "Primary Definition: Topography refers to the arrangement of the natural and artificial physical features of an area. In architecture, it encompasses the contours, elevations, and landforms that influence how structures are designed and positioned within a landscape. [...] ### What is topography in architecture?\n\nTopography in architecture refers to the study and consideration of the physical features of the land, including its elevation, slope, and natural formations. It plays a crucial role in determining how buildings are designed and positioned within a landscape.\n\n### How does topography affect building design?",
        "href": "https://www.studiocarney.com/glossary/topography",
        "source_type": "web_search"
      },
      {
        "title": "What is Topography- Introduction, Procedure, Importance, Examples ...",
        "body": "In geography, topography refers to the detailed study and description of the surface features of an area. This includes both natural landforms like mountains, valleys, and rivers, as well as man-made features such as roads, buildings, and canals. It essentially maps the three-dimensional shape of the land's surface.\n\n2. How is topography important in real-world applications like agriculture and civil engineering? [...] Topography in geography deals with the study of the surface of the earth or other celestial bodies. The main tool necessary for the study of topography is a toposheet. Toposheets are mainly available in parts divided concerning the area. [...] The detailed study of different types of landforms and their attributes is known as topography. The term is also present in biology and it falls under the chapter of microscopy. However, the topography biology definition has similarities with the geographic one as it means the study of the physical properties of an object.",
        "href": "https://www.vedantu.com/geography/what-is-topography",
        "source_type": "web_search"
      },
      {
        "title": "Topography",
        "body": "Topography is a field of geoscience and planetary science, and is concerned with local detail in general, including not only relief, but also natural, artificial, and cultural features such as roads, land boundaries, and buildings. In the United States, topography often means specifically relief, even though the USGS topographic maps \"Quadrangle (geography)\") record not just elevation contours, but also roads, populated places, structures, land boundaries, and so on. [...] | This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.Find sources: \"Topography\" – news · newspapers · books · scholar · JSTOR (January 2021) (Learn how and when to remove this message) |\n\nTopography is the study of forms and features of land surfaces. The topography of an area may refer to landforms and features themselves, or a description or depiction in maps. [...] An objective of topography is to determine the position of any feature or more generally any point in terms of both a horizontal coordinate system such as latitude, longitude, and altitude. Identifying (naming) features, and recognizing typical landform patterns are also part of the field.",
        "href": "https://en.wikipedia.org/wiki/Topography",
        "source_type": "web_search"
      },
      {
        "title": "TOPOGRAPHY Definition & Meaning",
        "body": "1. The three-dimensional arrangement of physical attributes (such as shape, height, and depth) of a land surface in a place or region. Physical features that make up the topography of an area include mountains, valleys, plains, and bodies of water. Human-made features such as roads, railroads, and landfills are also often considered part of a region's topography.\n2. The detailed description or drawing of the physical features of a place or region, especially in the form of contour maps. [...] topography\n\n/ ˌtɒpəˈɡræfɪk, təˈpɒɡrəfɪ /\n\n## noun\n\n1. the study or detailed description of the surface features of a region\n2. the detailed mapping of the configuration of a region\n3. the land forms or surface configuration of a region\n4. the surveying of a region's surface features\n5. the study or description of the configuration of any object\n\ntopography [...] 1. the detailed mapping or charting of the features of a relatively small area, district, or locality.\n2. the detailed description, especially by means of surveying, of particular localities, as cities, towns, or estates.\n3. the relief features or surface configuration of an area.\n4. the features, relations, or configuration of a structural entity.",
        "href": "https://www.dictionary.com/browse/topography",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1760395268.5314162
  },
  "news:topographie": {
    "results": [
      {
        "title": "3D-LAKES: Three-Dimensional Global Lake and Reservoir Bathymetry from ICESat-2 Altimetry and Landsat Imagery - Nature",
        "body": "Another method leverages the above-water topographic information represented by Digital Elevation Model (DEM) data, such as that from the Shuttle Radar Topography Mission (SRTM)17.\"). By pairing each elevation with its corresponding cumulative area (accomplished by counting all pixels at or below this elevation), the regression A-E relationship can be established18 to improve the spatial coverage of the MODIS based reservoir monitoring network in South Asia. Remote Sensing 12, 745 (2020).\"). [...] excluded. By using the elevation values from the topography around the lake (instead of the water levels), this approach21.\") allowed us to extract bathymetric information from a limited number of ground tracks. As indicated in Fig. 3(b), the SWO-E relationship may have contained some outliers. These outliers could be attributed to the errors and uncertainties from both the SWO pixel values and the ATL08 terrain elevation values (see “Sources of Uncertainties and Limitations”) or to the [...] Google Scholar\n50. Wang, J. et al. The Surface Water and Ocean Topography mission (SWOT) prior lake database (PLD): Lake Mask and operational auxiliaries. Water Resources Research, 61(3), e2023WR036896 (2025).\n51. Arena, N. et al. Opera Dynamic Surface Water Extents for Harmonized Landsat Sentinel-2 (DSWX-HLS) Validation Activities. In IGARSS 2023-2023 IEEE International Geoscience and Remote Sensing Symposium (pp. 2723-2726). IEEE (2023, July).",
        "url": "https://www.nature.com/articles/s41597-025-05911-y",
        "date": "Wed, 08 Oct 2025 10:53:12 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Global geo-hazard risk assessment of long-span bridges enhanced with InSAR availability - Nature",
        "body": "tilting and torsion, and causing visible damage, including abutment deformation, deck cracking, and span rotational twisting60.\"). The structural response involves complex stress redistribution where the superstructure must accommodate both subsidence-induced stresses and normal loads amongst misaligned supports, with time-dependent interactions between ongoing ground movement and bridge material behaviours exacerbating structural deterioration and potentially causing impact damage between [...] upon asset failure5.\"), characteristics making structures susceptible to destruction19.\"), or factors increasing hazard susceptibility9\"),20 [...] To assess the threat of landslides on structures, we utilised the ‘Global Landslide Hazard Map’ by ref. 73.\"). This dataset combines landslide susceptibility, defined by terrain characteristics influencing the likelihood of failure, with data on the probability of events capable of triggering a landslide, such as rainfall and earthquakes. The map quantifies landslide hazards by estimating the average number of significant landslides per square kilometre and categorises the combined hazard from",
        "url": "https://www.nature.com/articles/s41467-025-64260-x",
        "date": "Mon, 13 Oct 2025 09:48:43 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1760395270.576432
  },
  "text:sciences physiques": {
    "results": [
      {
        "title": "Physique - Wikipédia",
        "body": "Les sciences physiques sont en relation avec d'autres sciences, en particulier la chimie, science des molécules et des composés chimiques. Ils partagent de nombreux domaines, tels que la mécanique quantique, la thermochimie et l'électromagnétisme. L'étude des bases physiques des systèmes chimiques, domaine interdisciplinaire, est la chimie physique. Toutefois, les phénomènes chimiques sont suffisamment vastes et variés pour que la chimie reste considérée comme une discipline à part entière. [...] L'expression « sciences physiques » désigne actuellement l'ensemble formé par la physique (dans son sens moderne) et la chimie, cette expression prend son sens actuel en France au début du XIXe siècle, en même temps que le mot « science » prend le sens d'« ensemble formé par les sciences mathématiques, physiques et naturelles ». Auparavant, l'expression « sciences physiques » était un simple synonyme de l'expression « sciences naturelles ».\n\n### XIXe et XXe siècles [...] Le Littré donne des définitions apparemment précises. En tant qu'adjectif, il définit les phénomènes physiques comme « ceux qui ont lieu entre les corps visibles, à des distances appréciables, et qui n'en changent pas les caractères » et les propriétés physiques, comme « qualités naturelles des corps qui sont perceptibles aux sens, telles que l'état solide ou gazeux, la forme, la couleur, l'odeur, la saveur, la densité, etc. ». Les sciences physiques sont définies comme « celles qui étudient",
        "href": "https://fr.wikipedia.org/wiki/Physique",
        "source_type": "web_search"
      },
      {
        "title": "Sciences physiques - Wikipédia",
        "body": "Wikipédia\nl'encyclopédie libre\n\n## Sommaire\n\n# Sciences physiques\n\nCet article court présente un sujet plus développé dans : Physique et Chimie.\n\nLes sciences physiques sont la physique et la chimie. On y inclut aussi souvent la géologie et l’astronomie.\n\nLes sciences physiques sont définies par opposition aux sciences naturelles.\n\n## Notes et références [...] Wikimedia Foundation\nPowered by MediaWiki [...] | v · m  Science | | |\n --- \n| Généralités |  Histoire  Publication  Méthode  Philosophie |  |\n| Disciplines |  Formelles  Naturelles   + Physiques   + Vie  Sociales  Appliquée |\n| En société |  Communication\") (en)  Communauté  Éducation  Financement  Politique\") (en)  Pseudoscience  Scientifique |\n|  Portail des sciences  Aperçu\") (en)  Catégorie  Arborescence  Glossaire | | |\n\nicône décorative\nicône décorative\nicône décorative\nicône décorative\nicône décorative",
        "href": "https://fr.wikipedia.org/wiki/Sciences_physiques",
        "source_type": "web_search"
      },
      {
        "title": "Quelles sont les branches des sciences physiques - CK-12",
        "body": "# Quelles sont les branches des sciences physiques ?\n\nFlexi dit:\n\n##  La science physique est l'étude de la matière et de l'énergie. Elle comprend la chimie et la physique.  Nous dépendons de siècles de découvertes en science physique pour presque tout ce que nous faisons.\n\nEssayez de demander:\n\nLa biologie est-elle une science physique ou une science biologique ?L'astronomie est-elle considérée comme une science physique ?Qu'est-ce que les majeures en sciences physiques ? [...] En envoyant un message à Flexi, vous acceptez nos  Terms  et notre  Privacy Policy .",
        "href": "https://www.ck12.org/flexi/fr/sciences-physiques/carrieres-en-sciences-physiques/quelles-sont-les-branches-des-sciences-physiques/",
        "source_type": "web_search"
      },
      {
        "title": "Branches of physics - Wikipedia",
        "body": "| Modern |  Relativistic mechanics   + Special   + General  Nuclear physics  Particle physics  Quantum mechanics  Atomic, molecular, and optical physics   + Atomic   + Molecular   + Modern optics  Condensed matter physics   + Solid-state physics   + Crystallography |\n| Interdisciplinary |  Astrophysics  Atmospheric physics  Biophysics  Chemical physics  Geophysics  Materials science  Mathematical physics  Medical physics  Ocean physics  Quantum information science | [...] chemical physics, the science of physical relations in chemistry\n computational physics, the application of computers and numerical methods to physical systems\n econophysics, dealing with physical processes and their relations in the science of economy\n environmental physics, the branch of physics concerned with the measurement and analysis of interactions between organisms and their environment\n engineering physics, the combined discipline of physics and engineering [...] Scientific subjects\n\nFor a topical guide, see Outline of physics.\n\nBranches of physics include classical mechanics; thermodynamics and statistical mechanics; electromagnetism and photonics; relativity; quantum mechanics, atomic physics, and molecular physics; optics and acoustics; condensed matter physics; high-energy particle physics and nuclear physics; and chaos theory and cosmology; and interdisciplinary fields.\n\n## Classical mechanics\n\n[edit]",
        "href": "https://en.wikipedia.org/wiki/Branches_of_physics",
        "source_type": "web_search"
      },
      {
        "title": "Outline of physical science - Wikipedia",
        "body": "Physical science is a branch of natural science that studies non-living systems, in contrast to life science. It in turn has many branches, each referred to as a \"physical science\", together is called the \"physical sciences\".\n\n## Definition\n\nPhysical science can be described as all of the following:\n\n## Branches\n\n### Main branches\n\n### Sometimes included\n\n## History [...] Physics – branch of science that studies matter and its motion \"Motion (physics)\") through space and time, along with related concepts such as energy and force. Physics is one of the \"fundamental sciences\" because the other natural sciences (like biology, geology, etc.) deal with systems that seem to obey the laws of physics. According to physics, the physical laws of matter, energy, and the fundamental forces of nature govern the interactions between particles and physical entities (such as [...] physics, chemistry, and the Earth sciences, which include meteorology and geology. There are also a number of others which have become important in the twenty-first such as materials science and computer science.",
        "href": "https://en.wikipedia.org/wiki/Outline_of_physical_science",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1760395276.1107767
  },
  "news:sciences physiques": {
    "results": [
      {
        "title": "The first eight - Nature",
        "body": "# The first eight\n\n Bart Verberck1,\n Elizaveta Dubrovina1,\n Debarchan Das1,\n Lishu Wu1,\n Leonardo Benini1,\n Richard Brierley1,\n Stefanie Reichert1 &\n …\n Sonal Mistry1\n\nNature Physics (2025)Cite this article\n\n### Subjects\n\n Physics\n Publishing\n\nIn our very first issue we published eight research papers, on topics ranging from condensed matter physics to atom interferometry. Two decades on, we look back at those works and hear from their authors.\n\nAccess through your institution [...] Article  ADS   Google Scholar\n8. Zhang, T. & Van Sciver, S. W. Nat. Phys. 1, 36–38 (2005).\n\n   Article   Google Scholar\n9. Sih, V. et al. Nat. Phys. 1, 31–35 (2005).\n\n   Article   Google Scholar\n10. Kopp, A. & Chakravarty, S. Nat. Phys. 1, 53–56 (2005).\n\n    Article   Google Scholar\n11. Kinross, A. W. et al. Phys. Rev. X 4, 031008 (2014).\n\n    Google Scholar\n12. Schumm, T. et al. Nat. Phys. 1, 57–62 (2005).\n\n    Article   Google Scholar\n\nDownload references\n\n## Author information [...] Article  ADS   Google Scholar\n4. Nowak, S., Samadani, A. & Kudrolli, A. Nat. Phys. 1, 50–52 (2005).\n\n   Article   Google Scholar\n5. Weller, T. E., Ellerby, M., Saxena, S. S., Smith, R. P. & Skipper, N. T. Nat. Phys. 1, 39–41 (2005).\n\n   Article   Google Scholar\n6. Csányi, G., Littlewood, P. B., Nevidomskyy, A. H., Pickard, C. J. & Simons, B. D. Nat. Phys. 1, 42–45 (2005).\n\n   Article   Google Scholar\n7. Saxena, S. S. et al. Nature 406, 587–592 (2000).",
        "url": "https://www.nature.com/articles/s41567-025-03059-5",
        "date": "Mon, 13 Oct 2025 15:24:35 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Pioneering real-time genomic analysis by in-memory computing - Nature",
        "body": "Article   Google Scholar\n7. Wan, W. et al. Nature 608, 504–512 (2022).\n\n   Article   Google Scholar\n8. Song, W. et al. Science 383, 903–910 (2024).\n\n   Article  MathSciNet   Google Scholar\n\nDownload references\n\n## Author information\n\n### Authors and Affiliations\n\n1. Institute of Optoelectronics, Fudan University, Shanghai, China\n\n   Kaichen Zhu\n2. Department of Materials Science and Engineering, National University of Singapore, Singapore, Singapore [...] ## References\n\n1. Watson, J. D. & Crick, F. H. C. Nature 171, 737–738 (1953).\n\n   Article   Google Scholar\n2. Shafin, K. et al. Nat. Biotechnol. 38, 1044–1053 (2020).\n\n   Article   Google Scholar\n3. He, P. et al. Nat. Comput. Sci.  (2025).\n\n   Article   Google Scholar\n4. Zhu, K. et al. Nature 618, 57–62 (2023).\n\n   Article   Google Scholar\n5. Yao, P. et al. Nature 577, 641–646 (2020).\n\n   Article   Google Scholar\n6. Ambrogio, S. et al. Nature 620, 768–775 (2023).",
        "url": "https://www.nature.com/articles/s43588-025-00883-w",
        "date": "Tue, 07 Oct 2025 10:20:11 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1760395278.1980572
  },
  "text:sous-sol": {
    "results": [
      {
        "title": "Sous-sol vs. cave - French Word Comparisons - Linguno",
        "body": "A sous-sol refers to a basement or lower floor of a building which is partly or entirely below ground level. It can be finished and used as living space, or",
        "href": "https://www.linguno.com/wordComparison/fra/sous-sol-cave/",
        "source_type": "web_search"
      },
      {
        "title": "Les promesses du sous-sol pour une ville durable",
        "body": "Le sous-sol est de ces sujets essentiellement techniques relevant d’une doc- trine urbaine du dessus et du dessous. Nous observons aujourd’hui une approche plus profane et pragmatique cherchant avant tout à répondre à des enjeux sociaux et environnementaux. Le sous-sol est ainsi convoqué sur des sujets tels que le devenir des biens communs des profondeurs, la lutte contre le réchauffement climatique, la densification urbaine verticale incluant le dessous, le développe- ment d’une logistique [...] Le sous-sol est la troisième dimension, celle de la verticalité vers les profondeurs. Elle est logiquement évoquée lorsque la question de la densification et de l’intensification des usages du sol est abordée. Le Schéma directeur de la région Île-de-France (SDRIF-E), ouvre son chapitre 3 par la thématique « intensifier le renouvellement urbain » et évoque sans plus de détail les aménagements en sous-sol comme une piste pour y prétendre. Comment cela peut-il se traduire et s’ancrer dans les [...] Finalement, si les exemples internationaux et l’histoire des théories de l’aménagement souterrain témoignent d’une ambition et d’une activité intellectuelle continue, le sous-sol demeure néanmoins un espace mal connu dont les usages sont rarement pensés dans une stratégie globale. D’autant que les connaissances du sous-sol, à faible comme à grande profondeur, sont insuffisantes pour permettre l’élaboration d’une stratégie globale et donc d’une articulation cohérente entre ses différents usages",
        "href": "https://www.lafabriquedelacite.com/publications/les-promesses-du-sous-sol-pour-une-ville-durable/",
        "source_type": "web_search"
      },
      {
        "title": "Sous-sol (architecture) - Wikipédia",
        "body": "Créer un livre\n Télécharger comme PDF\n Version imprimable&printable=yes \"Version imprimable de cette page [p]\")\n\nDans d’autres projets\n\n Wikimedia Commons\n Élément Wikidata\n\nApparence\n\nUn article de Wikipédia, l'encyclopédie libre.\n\nPour les articles homonymes, voir Sous-sol.\n\nEn architecture, on appelle sous-sol toute pièce ou étage qui est en dessous du « rez-de-chaussée » d'un édifice, et donc qui est majoritairement ou entièrement en dessous de la surface du sol \"Sol (pédologie)\"). [...] ## Définitions\n\n[modifier&veaction=edit&section=1 \"Modifier la section : Définitions\") | modifier le code&action=edit&section=1 \"Modifier le code source de la section : Définitions\")]\n\nEn architecture, un sous-sol se définit comme partie d'un btiment enterrée partiellement ou totalement, utilisable pour des locaux divers (cave, buanderie...)\n\nEn France, pour un « Établissement Recevant du Public » un local est dit en sous-sol quand il remplit une des conditions suivantes : [...] Les sous-sols sont devenus suivant les contraintes urbaines de la fin du XXe siècle parfois des niveaux ordinaires, des étages d'utilisation fonctionnelle au même titre que les autres pour certaines organisations utilisatrices, ou présentant un intérêt par rapport au climat, aux longs hivers (Canada) ou aux canicules, voire un intérêt de sécurité civile (Suisse et Israël, hôpital Rambam de Haïfa) ou militaire (France).\n\n## Notes et références",
        "href": "https://fr.wikipedia.org/wiki/Sous-sol_(architecture)",
        "source_type": "web_search"
      },
      {
        "title": "English translation of 'le sous-sol' - Collins Dictionary",
        "body": "The basement of a building is an area partly or completely below ground level, with a room or rooms in it. ...a basement flat.",
        "href": "https://www.collinsdictionary.com/dictionary/french-english/sous-sol",
        "source_type": "web_search"
      },
      {
        "title": "22 Sous sol ideas in 2025 | home interior design, house ... - Pinterest",
        "body": "Sous sol. 22 Épingles. ·. 6 mois. V. de. mvmao ... Oud Architecture — À la mer | Aménagement intérieur, Décoration bureau, Interieur maison.",
        "href": "https://fr.pinterest.com/veleurmarine/sous-sol/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1760395282.5329034
  },
  "news:sous-sol": {
    "results": [
      {
        "title": "Make the Basement Do More: How Builders Are Future-Proofing Lower Levels - Builder Magazine",
        "body": "Ask Nick Richmond how to set up a basement for success and his checklist is direct: taller pours, a consolidated mechanical room, and rough-ins where future value lives—bath, bar, and legal egress. Pair that with solid water management and smart duct routing, and the plan stays flexible without costly rework. [...] Walkouts and garden-level conditions make basements feel light and bright. Where that’s not possible, treat lighting as a design system, not an afterthought: [...] Treat the lower level like a product you’re pre-positioning for its second act. The first owner may want a playroom and a Peloton; the next may need a guest suite, studio, or rental. Your framing, rough-ins, duct paths, and wall heights decide how hard or easy that evolution will be. Or, as Trumark Homes proves, engineer the second act up front.",
        "url": "https://www.builderonline.com/design/projects/make-the-basement-do-more-how-builders-are-future-proofing-lower-levels",
        "date": "Thu, 09 Oct 2025 17:52:56 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Cuozzo.Company wraps London infill block around a deep lightwell - Dezeen",
        "body": "Above the ground-floor retail unit, currently occupied by a hairdresser, the four apartments are split across either side of the central lightwell. They are connected by a concrete stair and perforated walkways sheltered by metal bars for climbing plants.\n\nSmall bathroom windows overlook the courtyard at the lower levels, while on the top floor, one apartment features an external terrace and another a sawtooth row of timber-framed windows overlooking a large planter. [...] \"The full height, full width, black exterior sets the robust tone and expectation of what is within,\" Cuozzo said.\n\n\"The access from street to lightwell is also finished in black brick, and is relatively narrow, creating a sense of compression which finally releases on entering the lightwell,\" he added. \"The mansard is finished with zinc shingles with a range of tones to give a lightly mottled effect and introduce a bit of grain into an otherwise stark material.\"",
        "url": "https://www.dezeen.com/2025/10/10/cuozzo-company-infill-block-london/",
        "date": "Fri, 10 Oct 2025 10:30:00 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1760395284.442054
  }
}