{
  "text:pétrole": {
    "results": [
      {
        "title": "Petroleum - Wikipedia",
        "body": "Petroleum, also known as crude oil or simply oil, is a naturally occurring, yellowish-black liquid chemical mixture found in geological formations, consisting mainly of hydrocarbons. The term petroleum refers both to naturally occurring unprocessed crude oil, as well as to petroleum products that consist of refined crude oil. [...] Petroleum is a fossil fuel formed over millions of years from anaerobic decay of organic materials from buried prehistoric organisms, particularly planktons and algae. It is estimated that 70% of the world's oil deposits were formed during the Mesozoic, 20% were formed in the Cenozoic, and only 10% were formed in the Paleozoic. Conventional reserves of petroleum are primarily recovered by drilling, which is done after a study of the relevant structural geology, analysis of the sedimentary [...] Petroleum is a fossil fuel derived from fossilized organic materials, such as zooplankton and algae. Vast amounts of these remains settled to sea or lake bottoms where they were covered in stagnant water (water with no dissolved oxygen) or sediments such as mud and silt faster than they could decompose aerobically. Approximately 1 m below this sediment, water oxygen concentration was low, below 0.1 mg/L, and anoxic conditions existed. Temperatures also remained constant.",
        "href": "https://en.wikipedia.org/wiki/Petroleum",
        "source_type": "web_search"
      },
      {
        "title": "PETROLEUM Definition & Meaning - Dictionary.com",
        "body": "1. an oily, thick, flammable, usually dark-colored liquid that is a form of bitumen or a mixture of various hydrocarbons, occurring naturally in various parts of the world and commonly obtained by drilling: used in a natural or refined state as fuel, or separated by distillation into gasoline, naphtha, benzene, kerosene, paraffin, etc.\n\n---\n\npetroleum\n\n/ pəˈtrəʊlɪəm/\n\n## noun [...] 1. A thick, flammable, yellow-to-black mixture of gaseous, liquid, and solid hydrocarbons that occurs naturally beneath the Earth's surface. It can be separated into fractions including natural gas, gasoline, naphtha, kerosene, paraffin wax, asphalt, and fuel and lubricating oils, and is used as raw material for a wide variety of derivative products. It is believed to originate from the accumulated remains of fossil plants and animals, especially in shallow marine environments.\n\nDiscover More [...] 1. a dark-coloured thick flammable crude oil occurring in sedimentary rocks around the Persian Gulf, in parts of North and South America, and below the North Sea, consisting mainly of hydrocarbons. Fractional distillation separates the crude oil into petrol, paraffin, diesel oil, lubricating oil, etc. Fuel oil, paraffin wax, asphalt, and carbon black are extracted from the residue\n\npetroleum",
        "href": "https://www.dictionary.com/browse/petroleum",
        "source_type": "web_search"
      },
      {
        "title": "PETROLEUM Definition & Meaning - Merriam-Webster",
        "body": ": an oily flammable liquid that may vary from almost colorless to black, is obtained from wells drilled in the ground, and is the source of gasoline, kerosene, fuel oils, and other products\n\n## Medical Definition\n\npetroleum\n\nnoun\n\npe·​tro·​leum\n\npə-ˈtrō-lē-əm, -ˈtrōl-yəm\") [...] : an oily flammable bituminous liquid that may vary from almost colorless to black, occurs in many places in the upper strata of the earth, is a complex mixture of hydrocarbons with small amounts of other substances, and is prepared for use as gasoline, naphtha, or other products by various refining processes\n\n## More from Merriam-Webster on petroleum\n\nNglish: Translation of petroleum for Spanish Speakers\n\nBritannica.com: Encyclopedia article about petroleum [...] Middle English, \"mineral oil,\" borrowed from Medieval Latin, \"mineral oil, crude oil,\" from Latin petra \"rock\" (borrowed from Greek pétra) + oleum \"oil\" — more at petro-, oil entry 1\n\nFirst Known Use\n\n15th century, in the meaning defined above\n\nTime Traveler\n\nThe first known use of petroleum was\nin the 15th century\n\nSee more words from the same century\n\n## Phrases Containing petroleum\n\n liquefied petroleum gas\n petroleum jelly\n\n## Rhymes for petroleum",
        "href": "https://www.merriam-webster.com/dictionary/petroleum",
        "source_type": "web_search"
      },
      {
        "title": "Petroleum - National Geographic Education",
        "body": "## ARTICLE\n\nleveled\n\n# Petroleum\n\n# Petroleum\n\nPetroleum, or crude oil, is a fossil fuel and nonrenewable source of energy.\n\n### Grades\n\n4 - 12+\n\n### Subjects\n\nBiology, Ecology, Health, Earth Science, Geology, Social Studies, Economics\n\n‌\n\n  \n\n‌  \n‌  \n‌\n\n  \n\n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌  \n‌\n\n###### Loading ...\n\nSelected text level [...] Petroleum is an ingredient in thousands of everyday items. The gasoline that we depend on for transportation to school, work, or vacation comes from crude oil. A barrel of petroleum produces about 72 liters (19 gallons) of gasoline, and is used by people all over the world to power cars, boats, jets, and scooters. [...] Petroleum is used to make gasoline, an important product in our everyday lives. It is also processed and part of thousands of different items, including tires, refrigerators, life jackets and anesthetics.  \n  \nWhen petroleum products such as gasoline are burned for energy, they release toxic gases and high amounts of carbon dioxide, a greenhouse gas. Carbon helps regulate Earth’s atmospheric temperature, and adding to the natural balance by burning fossil fuels adversely affects our climate.",
        "href": "https://education.nationalgeographic.org/resource/petroleum/",
        "source_type": "web_search"
      },
      {
        "title": "Oil and petroleum products explained - EIA",
        "body": "Crude oil and other hydrocarbons exist in liquid or gaseous form in underground pools, or reservoirs, in tiny spaces within sedimentary rocks and near the earth's surface in _tar (or oil) sands_. _Petroleum products_ are fuels made from crude oil and the hydrocarbons contained in natural gas. Petroleum products can also be made from coal, natural gas, and biomass.\n\nWhat petroleum products are made from crude oil? [...] We call crude oil and petroleum _fossil fuels_ because they are mixtures of hydrocarbons that formed from the remains of animals and plants (diatoms) that lived millions of years ago in a marine environment before dinosaurs existed. Over millions of years, the remains of these animals and plants were covered by layers of sand, silt, and rock. Heat and pressure from these layers turned the remains into what we now call crude oil or petroleum. The word _petroleum_ means rock oil or oil from the",
        "href": "https://www.eia.gov/energyexplained/oil-and-petroleum-products/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762449756.5939825
  },
  "news:pétrole": {
    "results": [
      {
        "title": "Oil edges up on strong U.S. fuel demand; weak economic data cap gains - Reuters",
        "body": "NEW YORK, Nov 5 (Reuters) - Oil prices rose on Wednesday on strong U.S. demand for fuel, but weaker economic data from top oil importers limited the gains.\n\nBrent crude futures were up 16 cents, or 0.25%, at $64.6 a barrel by 11:07 p.m. ET (1607 GMT). U.S. West Texas Intermediate crude was 17 cents, or 0.28%, lower at $60.73.\n\nThe Reuters Power Up newsletter provides everything you need to know about the global energy industry. Sign up here. [...] Kazakhstan's crude oil production, excluding gas condensate, declined 10% last month to 1.69 million barrels per day, still above the OPEC+ output quota, according to an industry source and Reuters calculations.\n\nThe Organization of the Petroleum Exporting Countries and allied producers, a group known as OPEC+, agreed on Sunday to increase output by 137,000 barrels a day in December. It decided to pause further increases in the first quarter of 2026.",
        "url": "https://www.reuters.com/business/energy/oil-prices-fall-amid-broader-market-selloff-gains-us-crude-stockpiles-2025-11-05/",
        "date": "Wed, 05 Nov 2025 02:36:13 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Oil News: All Eyes on OPEC+ as Traders Brace for December Supply Decision - FXEmpire",
        "body": "Crude oil prices slipped to $60.98 as rising global production outpaced tepid oil demand and reduced geopolitical risks.\n U.S. sanctions on Russia failed to bite, with crude flows from Rosneft and Lukoil continuing largely uninterrupted.\n With oil futures stuck below the 52-week moving average, traders brace for OPEC+ to steer next week’s direction.\n\n## Crude Oil Prices Slide as Supply Risks Fade, Market Eyes OPEC+ Policy Decision [...] Light crude oil futures posted modest losses last week, with WTI settling at $60.98 per barrel, down 0.85%, as a mix of geopolitical de-escalation, rising supply, and cautious demand forecasts pressured sentiment.\n\nDespite occasional price pops on headline risk—such as unfounded reports of a U.S. strike on Venezuela—traders largely refocused on supply fundamentals and signals from OPEC+ ahead of its pivotal Sunday meeting.\n\n## Russian Sanctions Prove Hollow as Oil Flows Continue [...] Weekly Light Crude Oil Futures\n\nTechnically, the trend is still down but the previous week’s closing price reversal bottom is still in play,  suggesting a neutral-to-bearish trade.\n\nBullish traders are hoping for a flip to the strong side of the 52-week moving average at $62.30. Overtaking this indicator and the long-term pivot at $63.74 will put the market in a strong position for further gains with $65.95 the preliminary target price.",
        "url": "https://www.fxempire.com/forecasts/article/oil-news-all-eyes-on-opec-as-traders-brace-for-december-supply-decision-1558698",
        "date": "Sun, 02 Nov 2025 17:40:00 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762449758.405692
  },
  "text:c est quoi la topographie?": {
    "results": [
      {
        "title": "Topographie - Wikipédia",
        "body": "La topographie (du grec topos, « lieu », et graphein, « dessiner ») est la science qui permet la mesure puis la représentation sur un plan ou une carte des formes et détails visibles sur le terrain, qu'ils soient naturels (notamment le relief \"Relief (géomorphologie)\") et l'hydrographie) ou artificiels (comme les bâtiments, les routes, etc.). Son objectif est de déterminer la position et l'altitude de n'importe quel point situé dans une zone donnée, qu'elle soit de la taille d'un continent, [...] Mais la topographie, nom générique, n’est qu’un aspect des sciences dites géographiques, au répertoire desquelles se trouvent la topométrie, la géodésie, la photogrammétrie, la géomatique, etc.\n\nPar extension, la topographie désigne aussi la disposition ou le relief d'un lieu, voire la description d'une personne dans son aspect physique et moral. [...] La topographie s'appuie sur la géodésie, qui s'occupe de la détermination mathématique de la forme de la Terre (forme et dimensions de la Terre, coordonnées géographiques des points, altitudes, déviations de la verticale...). La topographie s'intéresse aux mêmes quantités, mais à une plus grande échelle, et elle rentre dans des détails de plus en plus fins pour établir des plans et cartes à différentes échelles. La cartographie proprement dite est l'art d'élaborer, de dessiner les cartes,",
        "href": "https://fr.wikipedia.org/wiki/Topographie",
        "source_type": "web_search"
      },
      {
        "title": "Définition et rôle de la topographie - Cabinet Daniel Legrand",
        "body": "La topographie consiste à mesurer et représenter avec précision la forme et les caractéristiques d’une ou plusieurs parcelles, qu’il soit naturel ou modifié par l’homme. Cela inclut les reliefs (altitudes, pentes), les distances, et les différentes structures présentes (bâtiments, routes, cours d’eau). La topographie permet d’établir des plans et cartes qui servent de base à de nombreux projets, notamment dans la construction, l’urbanisme, et l’aménagement du territoire. [...] Les géomètres-experts, spécialistes de la topographie, procèdent à des relevés précis pour dresser des plans détaillés qui permettent de mieux comprendre la disposition du terrain, sa configuration et ses reliefs.\n\n## Quel est le rôle de la topographie dans le BTP ?\n\nLa topographie joue un rôle fondamental tout au long des projets, depuis la phase de conception jusqu’à la réalisation et l’exploitation des infrastructures.  \nElle intervient principalement pour :",
        "href": "https://www.dlegrand.com/nos-actualites/definition-et-role-de-la-topographie/",
        "source_type": "web_search"
      },
      {
        "title": "Définition de TOPOGRAPHIE",
        "body": "verbe adjectif adverbe interjection |   TOPOGRAPHIE, subst. fém.  TOPOGRAPHIE, subst. fém.  A. −  1. Technique qui consiste à lever la carte ou le plan d'un terrain, à une échelle réduite, en supposant la terre plane. Enseigner, étudier la topographie. 16 interrogations. Topographie et lectures des cartes, éducation physique (Alain-Fournier, Corresp.[avec Rivière], 1909, p. 77).Il faut noter (...) qu'en de nombreux secteurs les instruments d'optique jouent un rôle auxiliaire important − tels [...] » (Octavien de Saint-Gelais, Le Séjour d'Honneur, éd. J. A. James, 4841 ds J. Lemaire, Le Moy. Fr., t. 3, p. 106); 2. 1765 « figure de rhétorique qui consiste en la description détaillée d'un lieu » (Encyclop.); 3. 1845 « art de représenter sur le papier la configuration d'un terrain » (Besch.). Empr. au gr. τ ο π ο γ ρ α φ ι ́ α « description d'un lieu ». Fréq. abs. littér.: 72. Bbg. Vaganay (H.). Pour l'hist. du fr. mod. Rom. Forsch. 1913, t. 32, p. 173. | [...] P. méton. Représentation sous forme de dessin ou de carte. Et ce n'est pas de plans et de topographie Que nous nous munirons pour ce nouveau cadastre (Péguy, Ève, 1913, p. 869).  B. − Configuration d'un lieu. Topographie d'un terrain, d'une région. Il n'y a dans toute la topographie lunaire aucune contrée aussi verte qu'une prairie ou une forêt terrestre (Flammarion, Astron. pop., 1880, p. 190).Les vallées d'origine glacière ont une topographie spéciale: cirques, vallées « en auge ». Beaucoup",
        "href": "https://www.cnrtl.fr/definition/topographie",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1761913206.6300383
  },
  "news:c est quoi la topographie?": {
    "results": [
      {
        "title": "Topographie - Wikipédia",
        "body": "La topographie (du grec topos, « lieu », et graphein, « dessiner ») est la science qui permet la mesure puis la représentation sur un plan ou une carte des formes et détails visibles sur le terrain, qu'ils soient naturels (notamment le relief \"Relief (géomorphologie)\") et l'hydrographie) ou artificiels (comme les bâtiments, les routes, etc.). Son objectif est de déterminer la position et l'altitude de n'importe quel point situé dans une zone donnée, qu'elle soit de la taille d'un continent, [...] Mais la topographie, nom générique, n’est qu’un aspect des sciences dites géographiques, au répertoire desquelles se trouvent la topométrie, la géodésie, la photogrammétrie, la géomatique, etc.\n\nPar extension, la topographie désigne aussi la disposition ou le relief d'un lieu, voire la description d'une personne dans son aspect physique et moral. [...] La topographie s'appuie sur la géodésie, qui s'occupe de la détermination mathématique de la forme de la Terre (forme et dimensions de la Terre, coordonnées géographiques des points, altitudes, déviations de la verticale...). La topographie s'intéresse aux mêmes quantités, mais à une plus grande échelle, et elle rentre dans des détails de plus en plus fins pour établir des plans et cartes à différentes échelles. La cartographie proprement dite est l'art d'élaborer, de dessiner les cartes,",
        "url": "https://fr.wikipedia.org/wiki/Topographie",
        "date": "",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1761913212.811214
  },
  "text:topographie": {
    "results": [
      {
        "title": "Topography - Wikipedia",
        "body": "| This article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed. Find sources: \"Topography\" – news · newspapers · books · scholar · JSTOR (January 2021) (Learn how and when to remove this message) |\n\nTopography is the study of forms and features of land surfaces. The topography of an area may refer to landforms and features themselves, or a description or depiction in maps. [...] Topography is a field of geoscience and planetary science, and is concerned with local detail in general, including not only relief, but also natural, artificial, and cultural features such as roads, land boundaries, and buildings. In the United States, topography often means specifically relief, even though the USGS topographic maps \"Quadrangle (geography)\") record not just elevation contours, but also roads, populated places, structures, land boundaries, and so on. [...] An objective of topography is to determine the position of any feature or more generally any point in terms of both a horizontal coordinate system such as latitude, longitude, and altitude. Identifying (naming) features, and recognizing typical landform patterns are also part of the field.",
        "href": "https://en.wikipedia.org/wiki/Topography",
        "source_type": "web_search"
      },
      {
        "title": "TOPOGRAPHY Definition & Meaning - Dictionary.com",
        "body": "topography\n\n/ ˌtɒpəˈɡræfɪk, təˈpɒɡrəfɪ /\n\n## noun\n\n1. the study or detailed description of the surface features of a region\n2. the detailed mapping of the configuration of a region\n3. the land forms or surface configuration of a region\n4. the surveying of a region's surface features\n5. the study or description of the configuration of any object\n\ntopography [...] 1. The three-dimensional arrangement of physical attributes (such as shape, height, and depth) of a land surface in a place or region. Physical features that make up the topography of an area include mountains, valleys, plains, and bodies of water. Human-made features such as roads, railroads, and landfills are also often considered part of a region's topography.\n2. The detailed description or drawing of the physical features of a place or region, especially in the form of contour maps. [...] 1. the detailed mapping or charting of the features of a relatively small area, district, or locality.\n2. the detailed description, especially by means of surveying, of particular localities, as cities, towns, or estates.\n3. the relief features or surface configuration of an area.\n4. the features, relations, or configuration of a structural entity.",
        "href": "https://www.dictionary.com/browse/topography",
        "source_type": "web_search"
      },
      {
        "title": "Two-Minute Takeaway: What Is Topography?",
        "body": "The study of the shape of the surface of the land, with all its ups and downs, is known as topography. The word topography derives from the greek “topo,” meaning place, and “graphia,” meaning to write or to record. Maps that represent topography are known as topographic maps. You may have used one recently on a hiking or backpacking trip.",
        "href": "https://www.nature.org/en-us/about-us/where-we-work/united-states/washington/stories-in-washington/what-is-topography/",
        "source_type": "web_search"
      },
      {
        "title": "Topography - (AP Human Geography) - Vocab, Definition ... - Fiveable",
        "body": "printables\n\n## 🚜ap human geography review\n\n# key term - Topography\n\nCitation:\n\nMLA\n\n## Definition\n\nTopography refers to the arrangement of the natural and artificial physical features of an area, including its terrain, elevation, and landforms. Understanding topography is essential in analyzing geographic data as it influences various human activities, from agriculture to urban planning, and helps depict how physical geography affects cultural and economic patterns.",
        "href": "https://fiveable.me/key-terms/ap-hug/topography",
        "source_type": "web_search"
      },
      {
        "title": "TOPOGRAPHY Definition & Meaning - Merriam-Webster",
        "body": "Middle English topographie, from Late Latin topographia, from Greek, from topographein to describe a place, from topos place + graphein to write — more at carve\n\nFirst Known Use\n\n15th century, in the meaning defined at sense 1a\n\nTime Traveler\n\nThe first known use of topography was\nin the 15th century\n\nSee more words from the same century\n\n## Rhymes for topography [...] : the art or practice of showing on maps or charts the heights and depths of the features of a place\n\n2\n\n: the shape and height and depth of the features of a place\n\n## Medical Definition\n\ntopography\n\nnoun\n\nto·​pog·​ra·​phy\n\ntə-ˈpäg-rə-fē\")\n\nplural topographies\n\n1\n\n: the physical or natural features of an object or entity and their structural relationships\n\nthe topography of the abdomen\n\nthe topography (size and fluorescent staining intensity) of human chromosomes—Science News\n\n2 [...] Synonyms of topography\n\na\n\n: the art or practice of graphic delineation in detail usually on maps or charts of natural and man-made features of a place or region especially in a way to show their relative positions and elevations\n\nb\n\n: topographical surveying\n\n2\n\na\n\n: the configuration of a surface including its relief and the position of its natural and man-made features\n\nb\n\n: the physical or natural features of an object or entity and their structural relationships",
        "href": "https://www.merriam-webster.com/dictionary/topography",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762453084.9631824
  },
  "news:topographie": {
    "results": [
      {
        "title": "Ishaan Khatter says turning 30 brings more self-knowledge: 'You know yourself better and you have more mo - The Times of India",
        "body": "National ParkComet 3i/atlasCommon Reasons For Eyes BurnArgan Oil For HairWorld Expensive Aquarium FishHealth Benefits Of ThekuaLiver Damage Warning SignsBlood Sugar That Harm Feets3i/atlasDesi Khand Vs Jaggery Vs Brown SugarSmartphones Damage Your Skin [...] educationAnother Indian woman caught shoplifting in US; breaks down, cries 'sorry' - video goes viralWhat happens if rain washes out Women's World Cup final between India and South Africa?Do women need more sleep than men? Science says they doWhat horror films do to our brainsWill Daniel Jones play against the Pittsburgh Steelers today? Latest injury update on the Indianapolis Colts' QBMexico celebrates Day of the Dead festivalStock market outlook: Q2 results, macro data in focus; global trends [...] Popular Categories\n\nViral NewsK Pop NewsWeb Series NewsAnime NewsUpcoming English MoviesUpcoming Tamil MoviesUpcoming Telugu MoviesUpcoming Malayalam MoviesUpcoming Kannada MoviesFashion TipsTravel NewsEntertainment NewsBollywood NewsTollywood NewsKollywood NewsMollywood NewsFood NewsLatest Hindi MoviesLatest Tamil MoviesParenting TipsHome RemediesWeight LossBeauty TipsParenting TipsHindi VideosHindi Video SongsBhojpuri Music VideosLatest Telugu MoviesBhojpuri Music VideoHindi TV News",
        "url": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ishaan-khatter-says-turning-30-brings-more-self-knowledge-you-know-yourself-better-and-you-have-more-money/articleshow/125032382.cms",
        "date": "Sun, 02 Nov 2025 10:18:00 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Seagate Goes All In, 24TB External HDD Going for $0.01 per GB if You’re Prime - Gizmodo",
        "body": "Artificial Intelligence\n Commerce\n Crime\n Cryptocurrencies\n Culture\n Gadgets\n Internet\n Politics\n Privacy & Security\n Social Media\n Sploid\n Tech Policy\n Transportation\n\nReviews \n\n Accessories & Wearables\n Desktops\n Gaming\n Headphones\n Home Entertainment & Smart Home\n Laptops\n Other Gadgets\n Smartphones\n Tablets\n\nScience \n\n Biology\n Health\n Human History\n Physics & Chemistry\n Space & Spaceflight\n\nEarther \n\n Climate Change\n Conservation\n Earth Science\n Energy\n Environmental Justice\n\nio9",
        "url": "https://gizmodo.com/seagate-goes-all-in-24tb-external-hdd-going-for-0-01-per-gb-if-youre-prime-2000682394",
        "date": "Thu, 06 Nov 2025 15:10:51 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762453086.7643416
  },
  "text:sciences physiques": {
    "results": [
      {
        "title": "Physique - Wikipédia",
        "body": "Les sciences physiques sont en relation avec d'autres sciences, en particulier la chimie, science des molécules et des composés chimiques. Ils partagent de nombreux domaines, tels que la mécanique quantique, la thermochimie et l'électromagnétisme. L'étude des bases physiques des systèmes chimiques, domaine interdisciplinaire, est la chimie physique. Toutefois, les phénomènes chimiques sont suffisamment vastes et variés pour que la chimie reste considérée comme une discipline à part entière. [...] L'expression « sciences physiques » désigne actuellement l'ensemble formé par la physique (dans son sens moderne) et la chimie, cette expression prend son sens actuel en France au début du XIXe siècle, en même temps que le mot « science » prend le sens d'« ensemble formé par les sciences mathématiques, physiques et naturelles ». Auparavant, l'expression « sciences physiques » était un simple synonyme de l'expression « sciences naturelles ».\n\n### XIXe et XXe siècles [...] La physique est une science qui étudie, modélise et formalise les phénomènes naturels de l'Univers. Elle correspond à l'étude du monde qui nous entoure sous toutes ses formes, des lois de ses variations et de leur évolution.",
        "href": "https://fr.wikipedia.org/wiki/Physique",
        "source_type": "web_search"
      },
      {
        "title": "sciences physiques | GDT - Vitrine linguistique",
        "body": "Gouvernement du Québec\nGouvernement du Québec\n\nLogo Le Grand Dictionnaire Terminologique\n\n# sciences physiques\n\n## Définition :\n\nEnsemble de sciences qui étudient l'univers non vivant, la matière, l'énergie, l'espace et le temps.\n\n## Notes :\n\nLa physique, la chimie, l'astronomie et la géologie sont des sciences physiques.\n\nLes sciences physiques se distinguent des sciences de la nature.\n\n## Terme privilégié :\n\n## Traductions\n\n### anglais\n\n#### Terme : [...] Office québécois de la langue française [...] Contrairement à l'usage en français, le terme est souvent utilisé au singulier pour désigner un objet pourtant multiple.\n\n## Partager cette page\n\n## Évaluation de la page\n\nPour obtenir une réponse à une question de nature linguistique, utilisez le formulaire Nous joindre.\n\n## Navigation principale\n\n### À propos de la Vitrine linguistique\n\n### Actualités\n\n### Autres sites\n\n### Ressources linguistiques\n\n### Sujets d’intérêt\n\n### Navigation\n\n## Abonnez-vous!",
        "href": "https://vitrinelinguistique.oqlf.gouv.qc.ca/fiche-gdt/fiche/26567968/sciences-physiques",
        "source_type": "web_search"
      },
      {
        "title": "Qu'est-ce que la science physique ? | CK-12 Foundation",
        "body": "La science physique est l'étude de la matière et de l'énergie. Elle comprend la chimie et la physique. Nous dépendons de siècles de découvertes en science",
        "href": "https://www.ck12.org/flexi/fr/sciences-physiques/carrieres-en-sciences-physiques/qu'est-ce-que-la-science-physique/",
        "source_type": "web_search"
      },
      {
        "title": "Branches of physics - Wikipedia",
        "body": "| Modern |  Relativistic mechanics   + Special   + General  Nuclear physics  Particle physics  Quantum mechanics  Atomic, molecular, and optical physics   + Atomic   + Molecular   + Modern optics  Condensed matter physics   + Solid-state physics   + Crystallography |\n| Interdisciplinary |  Astrophysics  Atmospheric physics  Biophysics  Chemical physics  Geophysics  Materials science  Mathematical physics  Medical physics  Ocean physics  Quantum information science | [...] chemical physics, the science of physical relations in chemistry\n computational physics, the application of computers and numerical methods to physical systems\n econophysics, dealing with physical processes and their relations in the science of economy\n environmental physics, the branch of physics concerned with the measurement and analysis of interactions between organisms and their environment\n engineering physics, the combined discipline of physics and engineering [...] Scientific subjects\n\nFor a topical guide, see Outline of physics.\n\nBranches of physics include classical mechanics; thermodynamics and statistical mechanics; electromagnetism and photonics; relativity; quantum mechanics, atomic physics, and molecular physics; optics and acoustics; condensed matter physics; high-energy particle physics and nuclear physics; and chaos theory and cosmology; and interdisciplinary fields.\n\n## Classical mechanics\n\n[edit]",
        "href": "https://en.wikipedia.org/wiki/Branches_of_physics",
        "source_type": "web_search"
      },
      {
        "title": "Outline of physical science - Wikipedia",
        "body": "Physical science is a branch of natural science that studies non-living systems, in contrast to life science. It in turn has many branches, each referred to as a \"physical science\", together is called the \"physical sciences\".\n\n## Definition\n\n[edit]\n\nPhysical science can be described as all of the following: [...] Physics – natural and physical science could involve the study of matter and its motion through space and time, along with related concepts such as energy and force. More broadly, it is the general analysis of nature, conducted in order to understand how the universe behaves.\n  + Branches of physics [...] 5. ^ a b \"Physical science is that department of knowledge which relates to the order of nature, or, in other words, to the regular succession of events.\" (Maxwell 1878, p. 9)\n6. ^ Young & Freedman 2014, p. 9\n7. ^ \"Physics is the study of your world and the world and universe around you.\" (Holzner 2006, p. 7)\n8. ^ a b Russell, John B. \"What is Chemistry?\". Chemweb.ucc.ie. Archived from the original on 3 January 2021.",
        "href": "https://en.wikipedia.org/wiki/Outline_of_physical_science",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762470051.090194
  },
  "news:sciences physiques": {
    "results": [
      {
        "title": "Free electrons as a source of nonclassical light - Nature",
        "body": "Quantum physics\n\n# Free electrons as a source of nonclassical light\n\n Sophie Meuret  ORCID: orcid.org/0000-0001-8511-99721 &\n Hugo Lourenço-Martins1\n\nNature Physics (2025)Cite this article\n\n### Subjects\n\n Quantum optics\n Quantum physics\n\nPhoton sources used in quantum optics are limited in ways that free electron sources may not be. Now, accelerated electrons have been shown to generate non-classical light — this opens up possibilities for quantum experiments at the nanoscale. [...] Article  ADS   Google Scholar\n4. Kfir, O. Phys. Rev. Lett. 123, 103602 (2019).\n\n   Article  ADS   Google Scholar\n5. Tizei, L. H. G. & Kociak, M. Phys. Rev. Lett. 110, 153604 (2013).\n\n   Article  ADS   Google Scholar\n6. Feist, A. et al. Nature 521, 200–203 (2015).\n\n   Article  ADS   Google Scholar\n7. Nabben, D. et al. Nature 619, 63–67 (2023).\n\n   Article  ADS   Google Scholar\n8. Haindl, R. et al. Nat. Phys. 19, 1410–1417 (2023). [...] Search author on:PubMed Google Scholar\n\n### Corresponding authors\n\nCorrespondence to Sophie Meuret or Hugo Lourenço-Martins.\n\n## Ethics declarations\n\n### Competing interests\n\nThe authors declare no competing interests.\n\n## Rights and permissions\n\nReprints and permissions\n\n## About this article\n\n### Cite this article\n\nMeuret, S., Lourenço-Martins, H. Free electrons as a source of nonclassical light. Nat. Phys. (2025). \n\nDownload citation\n\n Published:\n DOI: \n\n### Share this article",
        "url": "https://www.nature.com/articles/s41567-025-03082-6",
        "date": "Mon, 03 Nov 2025 10:45:50 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "Reality Is Too Complex For Any Cosmic Computer Simulation, Study Suggests - Gizmodo",
        "body": "Accessories & Wearables\n Desktops\n Gaming\n Headphones\n Home Entertainment & Smart Home\n Laptops\n Other Gadgets\n Smartphones\n Tablets\n\nScience \n\n Biology\n Health\n Human History\n Physics & Chemistry\n Space & Spaceflight\n\nEarther \n\n Climate Change\n Conservation\n Earth Science\n Energy\n Environmental Justice\n\nio9 \n\n io9 Reviews\n Movies\n Trailers\n Television\n Books & Comics\n Toys & Collectibles\n Games\n Corporate Culture\n Theme Parks & Destinations\n\n Downloads [...] In a Journal of Holography Applications in Physics study published earlier this year, researchers demonstrated that, assuming the universe runs purely on mathematics and physics, it would be impossible for any algorithm to simulate reality as we know it. This is because the universe exists “on a type of understanding that exists beyond the reach of any algorithm,” the researchers explained in a statement. [...] Simulations   theoretical physics\n\nShare this story\n\n  Copied!\n\n## Join our Newsletters\n\nSubscribe and interact with our community, get up to date with our customised Newsletters and much more.\n\n## Related Articles\n\n### Aliens Might Not Do Physics Like We Do—and That’s a Problem\n\nDaniel Whiteson and Andy Warner’s upcoming book is a philosophical exploration of the humanity behind our desire to find aliens.\n\nPhysics & Chemistry    Gayoung Lee",
        "url": "https://gizmodo.com/reality-is-too-complex-for-any-cosmic-computer-simulation-study-suggests-2000680757",
        "date": "Mon, 03 Nov 2025 18:05:19 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762470052.6091828
  },
  "text:sous-sol": {
    "results": [
      {
        "title": "Sous-sol (architecture) - Wikipédia",
        "body": "En architecture, un sous-sol se définit comme partie d'un bâtiment enterrée partiellement ou totalement, utilisable pour des locaux divers (cave, buanderie...)\n\nEn France, pour un « Établissement Recevant du Public » un local est dit en sous-sol quand il remplit une des conditions suivantes : [...] Wikipédia\nl'encyclopédie libre\n\n## Sommaire\n\n# Sous-sol (architecture)\n\nPage d’aide sur l’homonymie\n\nPour les articles homonymes, voir Sous-sol.\n\nEn architecture, on appelle sous-sol toute pièce ou étage qui est en dessous du « rez-de-chaussée » d'un édifice, et donc qui est majoritairement ou entièrement en dessous de la surface du sol \"Sol (pédologie)\").\n\n## Définitions [...] Les sous-sols sont devenus suivant les contraintes urbaines de la fin du XXe siècle parfois des niveaux ordinaires, des étages d'utilisation fonctionnelle au même titre que les autres pour certaines organisations utilisatrices, ou présentant un intérêt par rapport au climat, aux longs hivers (Canada) ou aux canicules, voire un intérêt de sécurité civile (Suisse et Israël, hôpital Rambam de Haïfa) ou militaire (France).\n\n## Notes et références\n\n## Voir aussi\n\n### Articles connexes",
        "href": "https://fr.wikipedia.org/wiki/Sous-sol_(architecture)",
        "source_type": "web_search"
      },
      {
        "title": "Les promesses du sous-sol pour une ville durable",
        "body": "Le sous-sol est de ces sujets essentiellement techniques relevant d’une doc- trine urbaine du dessus et du dessous. Nous observons aujourd’hui une approche plus profane et pragmatique cherchant avant tout à répondre à des enjeux sociaux et environnementaux. Le sous-sol est ainsi convoqué sur des sujets tels que le devenir des biens communs des profondeurs, la lutte contre le réchauffement climatique, la densification urbaine verticale incluant le dessous, le développe- ment d’une logistique [...] Le sous-sol est la troisième dimension, celle de la verticalité vers les profondeurs. Elle est logiquement évoquée lorsque la question de la densification et de l’intensification des usages du sol est abordée. Le Schéma directeur de la région Île-de-France (SDRIF-E), ouvre son chapitre 3 par la thématique « intensifier le renouvellement urbain » et évoque sans plus de détail les aménagements en sous-sol comme une piste pour y prétendre. Comment cela peut-il se traduire et s’ancrer dans les [...] Finalement, si les exemples internationaux et l’histoire des théories de l’aménagement souterrain témoignent d’une ambition et d’une activité intellectuelle continue, le sous-sol demeure néanmoins un espace mal connu dont les usages sont rarement pensés dans une stratégie globale. D’autant que les connaissances du sous-sol, à faible comme à grande profondeur, sont insuffisantes pour permettre l’élaboration d’une stratégie globale et donc d’une articulation cohérente entre ses différents usages",
        "href": "https://www.lafabriquedelacite.com/publications/les-promesses-du-sous-sol-pour-une-ville-durable/",
        "source_type": "web_search"
      },
      {
        "title": "SOUS-SOL in English - Cambridge Dictionary",
        "body": "to pull and then release the strings of a musical instrument with your finger to play notes\n\nSturdy or flimsy? (Words for strong and weak things)\n\nBlog\n\nSturdy or flimsy? (Words for strong and weak things)\n\n<p>quadrobics\n\nNew Words\n\nquadrobics\n\ncdo logo\ncdo logo\ncdo logo\ncdo logo\n\n## Learn more with +Plus\n\n## Learn more with +Plus\n\nCambridge Dictionary\nCambridge Dictionary\n\nTo add sous-sol to a word list please sign up or log in.\n\nAdd sous-sol to one of your lists below, or create a new one. [...] Cambridge Dictionary\nCambridge Dictionary Online\n\n# Translation of sous-sol – French-English dictionary\n\n## sous-sol\n\n(Translation of sous-sol from the GLOBAL French-English Dictionary © 2018 K Dictionaries Ltd)\n\n## Translation of sous-sol | PASSWORD French-English Dictionary\n\n## sous-sol\n\n(Translation of sous-sol from the PASSWORD French-English Dictionary © 2014 K Dictionaries Ltd)\n\n## Examples of sous-sol [...] {{message}}\n\n{{message}}\n\nSomething went wrong.\n\n{{message}}\n\n{{message}}\n\nSomething went wrong.\n\n{{message}}\n\n{{message}}\n\nThere was a problem sending your report.\n\n{{message}}\n\n{{message}}\n\nThere was a problem sending your report.",
        "href": "https://dictionary.cambridge.org/us/dictionary/french-english/sous-sol",
        "source_type": "web_search"
      },
      {
        "title": "Discover 13 Patio Sous Sol and Basement Flat Ideas - Pinterest",
        "body": "an empty room with wooden floors and grass growing on the wall, leading to a garden\n\n## More about this Pin\n\n### Related interests\n\nconcrete steps lead up to a garden area\n\n## More about this Pin\n\n### Related interests\n\nan apartment building with stairs leading up to it\n\n## More about this Pin\n\n### Related interests\n\nan open patio with stairs leading up to the top floor and two bbq grills\n\n## More about this Pin\n\n### Related interests [...] # patio sous sol\n\nthe interior of a modern house with white walls and flooring is lit by daylight\n\n## More about this Pin\n\n### Related interests\n\nan open window with plants and stairs in the background\n\n## More about this Pin\n\n### Related interests\n\nsome plants are growing on the side of a wooden fence and steps leading up to it\n\n## More about this Pin\n\n### Related interests\n\na bathroom with a bathtub, sink and trees in the shower area is shown\n\n## More about this Pin\n\n### Related interests [...] the stairs lead up to the upper level of this modern home, which has glass walls and sliding doors on both sides\n\n## More about this Pin\n\n### Related interests\n\nan outdoor area with stairs, plants and chairs\n\n## More about this Pin\n\n### Related interests\n\na bedroom with white walls and wooden flooring next to an open door leading to a balcony\n\n## More about this Pin\n\n### Related interests\n\nan open living room with stairs leading up to the top floor and wooden steps on either side",
        "href": "https://www.pinterest.com/francoisenollet/patio-sous-sol/",
        "source_type": "web_search"
      },
      {
        "title": "Underground architecture and design | Dezeen",
        "body": "Architecture studio WilkinsonEyre has unveiled designs to turn London's Kingsway Exchange Tunnels into an experience centre, revealing their wartime history as a secret government communications exchange. More\n ### Ten buried buildings that hide their forms below ground\n\n  Subterranean museums, houses sunk beneath the earth and a wine cellar dug into a Texas hillside all feature in this roundup of buildings buried underground. More\n ### \"Icons come, icons go\" says commenter [...] British photographer Alastair Philip Wiper has documented a subterranean fallout shelter in Las Vegas, Nevada, complete with a four-hole putting green surrounded by faux pine trees and painted scenery. More\n ### Underground schools \"to create safe conditions\" for children in Ukraine [...] Ecuadorian studio Diez + Muller Arquitectos has designed El Pastizal, a house composed of a series of courtyards enclosed by board-formed concrete living spaces on a hillside in Machachi, Ecuador. More\n ### Six surprisingly light-filled London basement homes",
        "href": "https://www.dezeen.com/tag/underground/",
        "source_type": "web_search"
      }
    ],
    "timestamp": 1762470057.3286786
  },
  "news:sous-sol": {
    "results": [
      {
        "title": "The floating Herzliya home that redefines modern family living - Ynetnews",
        "body": "The ground floor houses the communal spaces: a large entryway, dining room, living room, kitchen, and family area opening to the backyard and pool. Upstairs are the parents’ suite and four children’s suites. The basement includes a guest room, home cinema with a bar, office, laundry room, and shelter. [...] The basement includes the cinema and bar, guest suite, office, and service rooms, all naturally lit through sunken courtyards and skylights.\n\n### A home that tells a story [...] Upstairs, the parents’ suite spans the entire depth of the house, from street façade to garden, with a private balcony, glass wardrobe room, and spacious bathroom. The children’s suites each have private bathrooms and are shaded by vertical oak louvers for privacy and light control.",
        "url": "https://www.ynetnews.com/real-estate/article/rk3ykqekbx",
        "date": "Sun, 02 Nov 2025 19:11:56 GMT",
        "source": "",
        "source_type": "news"
      },
      {
        "title": "33 Absolutely Extraordinary And Rare Historical Pictures That Will Completely And Totally Transform The Way You Think About The Past - BuzzFeed",
        "body": "## 15. In 1940, a German fighter-bomber was shot down over England and promptly paraded through the streets of London:\n\n## 16. In the 1890s, an upright Roman statue, the Statue of Antinous, was found intact and on its pedestal beneath the surface of the ground:\n\n## 17. This is 12-year-old Hussein Abdul Rasoul, a young worker on Howard Carter’s expedition, who discovered the first step that ultimately led to the entrance of Tutankhamun’s tomb:",
        "url": "https://www.buzzfeed.com/daves4/rare-fascinating-historical-pictures-nov-4",
        "date": "Tue, 04 Nov 2025 18:12:07 GMT",
        "source": "",
        "source_type": "news"
      }
    ],
    "timestamp": 1762470059.2958415
  }
}